---
kind: enumMember
id: F:Autodesk.Revit.DB.FabricationDimensionType.Diameter
enum: Autodesk.Revit.DB.FabricationDimensionType
zh: 直径、管径
source: html/d3793b6f-282c-3e9a-67f0-e80f38c47162.htm
---
# Autodesk.Revit.DB.FabricationDimensionType.Diameter

**中文**: 直径、管径

Diameter.